<?php $this->extend("layouts/master");?>
<?php $this->section("title"); ?>
 Privacy
<?php $this->endsection(); ?>
<?php $this->section("content"); ?>
<!-- Start Privacy page -->
<div class="privacy-page">
    <div class="container">
        <div class="content">
            <h2 class="title text-center mb-3"> الشروط  و سياسه  الخصوصيه</h2>
            <p class="phrases">
                - بإستخدام موقع زواج بينهما  ، انت توافق على جميع البنود المذكورة في هذه الصفحة بعد قراءتها 

                

                <br/>
                <span class="sub-titles">شروط أساسية :</span>
                <br/>
                يجب أن يكون المشترك عمره أكبر من 18 سنة.

                غرض الموقع هو التعارف من أجل الزواج فقط وليس لأى غرض آخر وعلى جميع الأشخاص الراغبين فى الأشتراك معرفة ذلك.

                الاشتراك بهدف التعارف أو الصداقة أو زواج المتعة أو زواج مؤقت أو زواج عرفي ممنوع ولا يسمح به في الموقع.

                يجب أن يكون اسم المستخدم الخاص بالعضو جيد ومحترم , ومناسب لطبيعة هذا الموقع الشرعي , ويمنع استخدام اسماء هزلية أو سطحية أو غير محترمة .

                الموقع للاستخدام الشخصى فقط وغير مسموح باستخدام الموقع تجارياً أو اعلانيا من قبل الأعضاء بأى صورة كانت ومن يفعل ذلك يعرض نفسه للمساءلة القانونية مع انهاء عضويته وعدم أحقيته فى استرداد اى مبالغ قد دفعها.

                الموقع للإستخدام الشخصي فقط , ونعتذر من الخطابين أو الخطابات ونرجو منهم عدم التسجيل بالموقع , وذلك بسب عدم توفر نظام خاص بهم بالموقع .

                للشاب والفتاة الأحقية بعضوية فعالة واحدة بالموقع , ولا يجب التسجيل بأكثر من عضوية , مخالفة هذا الشرط يعرض جميع العضويات للحظر .

                استخدام الكذب والمبالغة والتضليل في البيانات الشخصية , يعرض صاحبه للحظر مباشرة دون سابق انذار .

                لا يجب على المشترك كتابة بيانات سطحية وهزلية أو استهزائية في ملفه الشخصي .

                يمنع إستخدام العضوية في الموقع بهدف التشهير بأي شخص أو الإساءة اليه .



                <br/>
                <span class="sub-titles">شروط المراسلة والتواصل المتاح من خلال الموقع :</span>
                <br/>

                يمنع في المراسلة استخدام عبارات والفاظ جريئة تخدش الحياء (مثال : مثير,جنس, حااااار جدا .... الخ. ).

                يمنع في المراسلة الاستهزاء ببيانات احد الأعضاء أو بمستواه , أو بطلبه أو بالعرق او بالجنسية او غيرها ، واي مخالفة من هذا النوع ايقاف فوري وتخسر اي اشتراك تملكه

                يمنع طلب الجنس او اشارات جنسية او تلميحات جنسية او ايقونات او صور تشير لمعاني جنسية 



                <br/>
                <span class="sub-titles">ايقاف العضوية </span>
                <br/>

                -للأعضاء الحق فى انهاء عضويتهم فى اى وقت ببساطة من داخل حسابهم ، ايقاف العضوية يعني انه سيختفي ملفهم من صفحات موقعنا والتطبيقات ولن تظهر نهائيا وسنتوقف عن مراسلتهم او اشعارهم او تواصل معهم بصفة الإدارة او موقعنا ، وكذلك لن يستطيع احد الوصول لبياناتهم والتواصل معهم ، لكن سيبقى البريد الإلكتروني - الاسم المستعار - رقم الهاتف مسجلة لدينا 

                - يستطيع اي مشترك اوقف عضويته بنفسه ، ان يعيد تفعيلها فورا وببساطة بمجرد الدخول لحسابه من جديد باسم الدخول وكلمة السر والموافقة على تفغيل العضوية ، دون الرجوع لإدارة الموقع

                = في حال تملك صورة شخصية ، او صور في البوم الصور ، وقمت بإيقاف عضويتك ، او تم ايقافها من الإدارة لمخالفة الشروط ، سيتم تلقائيا بعد مضي 3 شهور حذف الصور بشكل نهائي لايمكن استعادته ونحن لانقوم بتخزين اي صور بعد مضي فترة محددة من ايقاف الحساب ، بشرط ان لاتقوم بتفعيله مجددا 

                - في حال بياناتك تظهر على محركات البحث مثل Google او غيرها ، وتريد التخلص منها ، ايقاف العضوية سيساعدك على اخفاءها لكن ليس فوريا ، فمحركات البحث تقوم بأرشفة البيانات في سيرفراتها الخاصة ولانستطيع اي تواصل معها او حجبها او حذفها ، لكن عادة خلال عدة اشهر من ايقاف العضوية النهائي ، تلقائيا ستحذف من محركات البحث ، لذلك في حال تواجه اي مشكلة من هذا النوع ، اذهب لمحرك البحث واطلب المساعدة منهم بحذف ملف بياناتك من ارشيفهم وسيرفراتهم ، فنحن في الموقع والتطبيقات ، الخطوة الكافية لدينا هي ايقاف الحساب ، ولايوجد اكثر من ذلك والموضوع كله سيكون لدى محركات البحث المعنية ونحن نخلي اي مسؤولية عن اي مشكلة او ازعاج ممكن ان يتسبب به لك محركات البحث من ارشفة بياناتك

                - يحق لنا في الإدارة ايقاف اي حساب تملكه فورا دون الرجوع لك ، حتى لو كان الحساب يملك اشتراكات مميزة مثل العضوية الألماسية ، ولكن سيتم التوضيح لمشتركي الألماسية سبب الأيقاف قبل او بعد الأيقاف اما الغشتراكات المجانية ، سيتم الإيقاف فورا دون اي مسؤولية او تنبيه او اشعار مسبق بذلك ،و الأيقافات كلها ستكون بسبب مخالفة الشروط المذكورة في هذه الصفحة والصفحات المختصة بشروط الإستخدام 

                - تقوم الإدارة بأيقاف اي حساب : يهدف لطلب المال ، المساعدة ، النصب والإحتيال ، محاولات الإحتيال ، أكثر من حساب ، كلام جنسي ، محاولات احتيال تكشفه انظمة الذكاء الصناعي الخاصة بموقعنا والتطبيقات و الكثير من الأسباب الأخرى الغير مذكورة هنا ، لهدف حماية المشتركين والمحافظة على مصداقية الخدمات والموقع

                

                
                <br/>
                <span class="sub-titles">ادارة البيانات</span>
                <br/>
                لإدارة الموقع والتطبيقات الحق فى تعديل أو الغاء اى معلومات موجودة فى الموقع بما فى ذلك البيانات التى يقوم الاعضاء بادخالها والتى قد لاتتناسب مع لوائح العمل فى الموقع او غير متفقة مع القيم والتقاليدأو تدعوا الى الكراهية أو اتجاهات فكرية أو سياسية أو تحتوى على معلومات دعائية أو تجارية او عناوين مواقع او بريد اليكترونى .

                يحق للموقع الغاء عضوية المشتركين الغير نشطين خاصة الذين لم يستخدموا الموقع وذلك حفاظاً على جدية طبيعة عمل الموقع وذلك حسب الحاجة

                موقعنا غير مسئول عن صحة البيانات والمعلومات المسجلة والمتداولة من قبل المشتركين.
            </p>
        </div>
    </div>
</div>
<!-- End Privacy page -->
<?php $this->endsection(); ?>